Merge pull request #58 from nilenso/dev
Release: Compiler service and WASM runtime
